app/Controllers/ControllerPenerbit.php

    public function index()
    {
        return view('Penerbit/table', [
            'daftar_penerbit' => (new ModelPenerbit())->findAll()
        ]);
---
SELECT *
FROM `tb_penerbit`