app/Controllers/ControllerPeminjaman.php

SELECT *
FROM `tb_peminjaman`
---
    public function index()
    {
        $model = new ModelPeminjaman();
        $data['peminjaman'] = $model->findAll();